;主对话框
[MainDialog]
;***************************************************************
IDC_STATIC_PROCESSIMAGE=图像操作
IDC_CHK_MAGNIFIER= 放大镜
;***************************************************************
IDC_BUTTON_FULLSCREEN_EX=图像全屏
;图像全屏的第二按钮
IDC_BUTTON_OPENSUBSCREEN=打开副屏
IDC_BUTTON_CLOSESUBSCREEN=关闭副屏
;***************************************************************
IDC_BTN_MOSTFIT=最 适 合
IDC_BUTTON_REAL_SIZE=真实大小
IDC_BUTTON_INCREASE_BRIGHTNESS=增   亮
IDC_BUTTON_DECREASE_BRIGHTNESS=减   暗
IDC_BUTTON_RECOVERY=复   原
IDC_BUTTON_CONTRAST_EX=对比度增强
IDC_BUTTON_CONTRAST_BEX=彩色显示
IDC_BUTTON_CONTRAST_CEX=黑白显示
IDC_BUTTON_EDGE_ENHANCEMENT=边缘增强
IDC_BUTTON_EDGE_ENHANCEMENTE=辅助检测
IDC_BUTTON_EDGE_ENHANCEMENTX=关闭检测
IDC_BUTTON_SUPER_ENHANCED=超级增强
IDC_BUTTON_OPEN=打   开
IDC_BTN_SAVE=保   存
IDC_BTN_CSAVE=饱和度增强
IDC_BUTTON_DVRSET=参数设置
IDC_BUTTON_DVRCOLORSET=视频颜色设置
IDC_BUTTON_VIDEOPLAYBACK=录  像  回  放
;****************************************************************
IDC_COLUMNTPNO=车牌号码
IDC_COLUMNCHECKTIME=检   查   时   间
IDC_COLUMNCHECKRESULT=检查结果
IDC_COLUMNIDCARD=身份证号码
IDC_COMPAREDATABASEITEM=安全
IDC_STATIC_IVCHANGE=视频/图像切换
IDC_CHKSVCVIEW=实时抓拍视频
IDC_CHKSVCIMAGE=显示抓拍通道一图像
IDC_CHKSVCIMAGE_TWO=显示抓拍通道二图像
;****************************************************************
IDC_STATIC_TPNO=车牌号码：
IDC_STATIC_CHECKRESULT=识别结果：
IDC_BTNOPERATOR=修  改
;****************************************************************
IDC_STATIC_HISTORYDATA=功能操作
IDC_BUTTON_DATA_QUERY=数  据  查  询
IDC_BTN_VIDATTR=识别属性设置
IDC_BTN_VIDATTR1=打开蜂鸣器
IDC_BTN_VIDATTR2=关闭蜂鸣器
IDC_BUTTON_REALTIME_CURVE=实  时  曲  线
IDC_BUTTON_REALTIME_CURVE1=打  开  闸  门
IDC_BUTTON_REALTIME_CURVE2=关  闭  闸  门
IDC_BUTTON_LANGUAGE=语  言  选  择
IDC_BUTTON_RULES=黑/白名单
;IDC_BUTTON_PARAM_SET=车底参数设置
IDC_BUTTON_PARAM_SET=长车模式
IDC_BUTTON_PARAM_SET2=普通模式
IDCANCEL=退     出
;****************************************************************
;关于对话框
IDD_ABOUTBOX=关于车底检测
IDOK=确定
;****************************************************************
;主对话框提示消息
PromptTitle=系统提示
QuitSoftPrompt=确定退出车底检查程序？
QuitSoftAndClosePCPrompt=确定退出系统，并关闭计算机？
SearchCarmerResultPrompt=没有找到车底视频扫描设备，系统无法正常运行！
SelectEquipmentResultPrompt=当前选择的千兆网设备没有在线，请检查！
IPAddressError=IP地址错误！
OpenEquipmentResultPrompt=设备打开异常！
CarmerNotSupport=相机不支持！
SetCarmerParameterResultPrompt=设置参数失败！
NotOpenRealtimePrompt=打开摄像机失败，无法打开实时曲线
NetworkInteractPrompt1=采集设备应答失败！
NetworkInteractPrompt2=无网络！
NetworkInteractPrompt3=网络异常！
ModifyFailPrompt=修改失败！
ModifyConfirmPrompt=您确定要修改该车牌号码或检查结果？
NotFindVideoCurveDevice=没有找到视频采集设备，请检查！
VideoCurveDeviceInitialFail=视频设备初始失败，无法设置视频属性。
OpenImageFail=打开图片失败！
InitVechileidFailPrompt=车牌识别初始化失败，无法进行车牌识别。
InitTHFailPrompt=车牌识别初始化失败。
DataComparisonPrompt=数据库中已存在该车牌号码，您是否要进行‘车辆信息比对’？
SpecialCharPrompt=您输入的车牌号码中存在特殊字符，修改失败！
SpaceNotEnoughPrompt1=盘空间剩余
SpaceNotEnoughPrompt2=可能会影响系统的运行，您是否要释放磁盘空间？
CannotFindVichleImage=找不到车底图像！
CannotDataCompareCur=找不到当前车底图像，无法进行数据比对！
CannotDataCompareHis=找不到历史车底图像，无法进行数据比对！
;****************************************************************
;DataProcess
SaveDirectoryFailed=图像路径错误，请检查。
SetVideoAttribute=双击可设置视频属性
;****************************************************************
;CarCheck.cpp
PromptMsgOne=程序已经在运行中，不能重复启动！
SoftwareExpiredPrompt=软件有效期结束，请重新获取授权码注册。
NoSoftwareVikey=未发现软件注册加密狗，请确保软件注册加密狗已经正确连接电脑！
ConnDatabaseFailPrompt=连接数据库失败，无法使用程序，请检查数据库连接！
SystemTimeisModPrompt=系统时间与当前时间不一致，无法启动软件。
;****************************************************************
;显示实时运行信息
NoCCD=没有启用车底扫描设备
ConnCCDSucc=连接车底扫描设备成功
ConnCCDFail=连接车底扫描设备失败
ConnSuccCreateEvent=初始化车底图像参数成功，创建接收数据事件
BeginSnap=开始抓拍
BeginLPR=开始车牌识别
OpenVideoSucc=打开视频抓拍设备成功
OpenVideoFail=打开视频抓拍设备失败
OpenVideoFaceFail=打开人脸识别视频抓拍设备失败
SavePicFail=保存图像失败
SavePicException=保存图像异常
GetSnapPicMemoryFail=获取快照图片所需内存尺寸失败
GetSnapParmException=抓拍配置参数异常
SnapFail=抓拍失败！
SnapSucc=抓拍成功！
SaveSnapPic=保存抓拍图像
SaveCarNoPic=保存识别后的车牌图像
LoadLogoFail=加载LOGO失败
LPRSuccess=车牌识别成功
LPRFail=车牌识别失败
;****************************************************************
;ChangeFullUI()
Restore=恢复
FullScreen=全屏
;****************************************************************
;StartFtp()
ConnFtpServer=系统正在连接FTP服务器...
ConnFtpServerSucc=连接FTP服务器成功
ConnFtpServerFail=连接FTP服务器失败，无法将车底图像传输到FTP服务器
CreateRemoteDirSucc=创建远程服务器目录成功
CreateRemoteDirFail=创建远程服务器目录失败，无法上传文件到服务器！
;****************************************************************
;OnInitDialog()
StartingSystem=系统正在启动中...
StartingInitCCDDev=系统正在初始化车底扫描设备...
StartingInitVideoDev=系统正在初始化视频采集卡...
StartingInitVideoDevFail=初始化视频采集卡失败
StartingInitCarNoDev=系统正在初始化车牌识别模块...
DataCollecting=正在采集车底图像数据...
FinishedCollctData=采集到无效数据，结束本次采集过程
;****************************************************************
;InitializeDevice()
OpenVideoSnapSucc=打开视频抓拍设备成功
OpenVideoSnapFail=打开视频抓拍设备失败
;****************************************************************
;InitTH()
NotEnableVPRModel=没有启用车牌识别模块
InitTHSucc=车牌识别初始化成功
InitTHFail=车牌识别初始化失败
;****************************************************************
;StartRecordEx()
SaveVideoSnapImage=保存视频抓拍图像
SaveRecoCarNoImageSucc=保存识别后的车牌图像成功
VehicleState=进场
AutomaticCheck=自动检查
LPRAbnormal=车牌识别出现异常
AppErrorTitle=应用程序错误
AppErrorMsg=应用程序发生异常，要终止程序，请单击"确定"。
;****************************************************************
;OnBnClickedButtonDvrcolorset()
NoLoginDVRPrompt1=没有注册到硬盘录像机，无法打开颜色设置
;****************************************************************
;OnBnClickedButtonVideoplayback()
NoLoginDVRPrompt2=没有注册到硬盘录像机，无法打开录像回放
;****************************************************************
;ConnectToDVR()
LoginDVRSuccPrompt=登录DVR成功
LoginDVRFailPrompt=登录DVR失败，错误信息为：
InitDVRSucc=初始化DVR成功
InitDVRFail=初始化DVR失败
;****************************************************************
;OnBnClickedButtonDataQuery()
DataCollectingDonotOpenDataQuery=正在采集车底数据，请稍后再进行数据查询
;****************************************************************
;OnBnClickedButtonVideoplayback()
DataCollectingDonotPlayBack=正在采集车底数据，请稍后再进行录像回放
;****************************************************************
;OnTimer()
FullScreenTitlePrompt=时间：
IDC_STATIC_LOGOTITLE=车底检查系统

;****************************************************************
;TCP
TCPInitFail=无法初始化Socket，导致无法上传图像数据!
ConnectToTCPSvr=正在连接TCP服务器!
ConnectSuccess=连接TCP服务器成功!
ConnectFail=连接TCP服务器失败，无法发送图像数据!
;****************************************************************

;****************************************************************
;Serial Port
InitPortSuccessPrompt=初始化串口成功!
InitPortFailPrompt=初始化串口失败!
OpenPortFailedPrompt=打开串口失败!
;****************************************************************

;****************************************************************
DeviceCommunicateStatus=设备通信状态：
MCUCommunicateNormal=MCU与FPGA通信正常
MCUCommunicateAbnormal=MCU与FPGA通信异常
GetMCUCommunicateStatusFailed=获取MCU与FPGA通信状态失败！
InductiveCoilNotTrigger=地感线圈未触发
InductiveCoilTriggered=地感线圈已触发
GetInductiveCoilStatusFailed=获取地感线圈状态失败！
Temperature=温度：
GetTemperatureFailed=获取温度失败！
Humidity=湿度：
GetHumidityFailed=获取湿度失败！
DeviceInfo=设备信息：
CCDType=相机型号：
GetCCDTypeFailed=获取相机型号失败！
FPGAVersion=FPGA版本号：
GetFPGAVersionFailed=获取硬件版本失败！
UserNameText=用户：
;****************************************************************

;注册
[Register]
IDC_STATIC_TITLE=软件注册
IDC_STATIC_NO=序列号：
IDC_STATIC_CODE=注册码：
IDC_BTN_REG=注册
IDC_BTN_CANCEL=取消
IDC_STATIC_TIP=提示：请将“序列号”发送给软件提供商，获取注册码。
;****************************************************************
;注册提示消息
RegCodePrompt=请输入有效的注册码。
RegCodeErrorPrompt=注册码无效，请获取正确的注册码。
InputRegCodeErrorExitPrompt=您已连续输入非法的注册码超过三次，系统将退出，请联系管理员。
RegCodePromptNoAuthority=注册失败，请检查当前用户是不是超级管理员用户。
RegCodePromptFail=写入注册表失败。

;初始化
[InitDigGif]
InitSystemGif=系统正在进行初始化，请稍候...

;车牌人工识别
;DialogVehicleID.cpp
[CarPlateIdentify]
OpenVPImageFail=打开车牌图像失败
OpenImageFail=打开图像失败
IdentifyFail=识别失败
NotIdentifyPlate=没有识别到车牌
SaveCarNoDBSucc=保存成功
SaveCarNoDBFail=保存失败
ManuallyIdentify=人工识别

;登录
[Login]
IDC_STATIC_TITLE=车底检查系统
IDC_STATIC_NAME=用户名称：
IDC_STATIC_PWD=用户密码：
IDC_BTN_LOGIN=登录
IDC_BTN_EXIT=退出
IDC_BUTTON_MODIFYPWD=修改密码
LoginTimeLimitPrompt=提示：您的软件使用权限将在
LoginTimeLimitPromptTwo=天后到期
;****************************************************************
;登录提示消息
InputUserNamePrompt=请输入用户名称。
InputPasswordPrompt=请输入用户密码。
LoginFailPrompt=登录失败，请输入正确的用户名和密码。
LoginFailExitPrompt=你已输入错误信息三次，系统将退出，请联系管理员。
ModifyPwdFailPrompt=用户名或密码错误，无法修改密码！

;图像全屏
;DialogVBImageFull.cpp
[FullImage]
FullImageToolPrompt=按Esc键退出全屏

;数据对比
[ImageDataComparison]
IDC_STATIC_TT=车辆信息比对
IDC_STATIC_SOURCEIMAGE=历史图像信息
IDC_STATIC_CURRENTIMAGE=当前图像信息
;历史车辆信息
IDC_STATIC_HISCARNO=车牌号码：
IDC_STATIC_HISCAROWNER=车        主：
IDC_STATIC_HISCARCHECKTIME=检查时间：
IDC_STATIC_HISCARTYPE=车牌类型：
IDC_STATIC_HISCARCOLOR=车牌颜色：
IDC_STATIC_HISCHECKPEOPLE=检  查  人：
IDC_STATIC_HISRESULT=检查结果：
;当前车辆信息
IDC_STATIC_CURCARNO=车牌号码：
IDC_STATIC_CURCAROWNER=车        主：
IDC_STATIC_CURCARCHECKTIME=检查时间：
IDC_STATIC_CURCARTYPE=车牌类型：
IDC_STATIC_CURCARCOLOR=车牌颜色：
IDC_STATIC_CURCHECKPEOPLE=检  查  人：
IDC_STATIC_CURRESULT=检查结果：
IDC_STATIC_COMPRESULT=比对结果
IDC_CHK_PLATENO=车牌号码相同
IDC_CHK_OWNER=车主相同
IDC_CHK_VPTYPE=车牌类型相同
IDC_CHK_PLATENOCOLOR=车牌颜色相同
IDC_CHK_CHECKOPERATOR=检查人相同
IDC_CHK_CHECKRESULT=检查结果相同
IDC_BUTTON_SELECTCOMPARISONIMAGE=提交比对结果
IDCANCEL=退出
AutoIdentification=自动识别
TheSameCarNo=车牌号码相同
DifferentCarNo=车牌号码不同
TheSameCarOwner=车主相同
DifferentOwner=车主不同
TheSamePlateType=车牌类型相同
DifferentPlateType=车牌类型不同
TheSameCarColor=车牌颜色相同
DifferentCarColor=车牌颜色不同
TheSameChecker=检查人相同
DifferentChecker=检查人不同
TheSameResult=检查结果相同
DifferentResult=检查结果不同
;****************************************************************
;数据对比提示消息
SUBMITOKMSG=提交比对结果成功！
SUBMITFAILMSG=提交比对结果失败！
OpenImageFail=无效的位图文件或不支持的文件格式。
IDC_MOSTFITDISPLAY=双击可以最合适大小显示图像。

;数据查询
[DataQuery]
IDC_STATIC_TT=数据查询
IDC_STATIC_QUERYCONDITION=查询
IDC_STATIC_CARNO=车牌号码：
IDC_STATIC_RULES=黑/白名单：
IDC_STATIC_CHECKPEOPLE=检查人：
IDC_STATIC_RESULT=检查结果：
IDC_CHECK_BYTIME=时间：
IDC_STATIC_TO=到
IDC_DATA=查询
IDC_EXPORT=导出
IDC_BUTTON_SYNC=同步
IDC_STATIC_QUERYRESULT=查询结果
IDC_STATIC_TOTALCAR=车  辆  总  数(辆)：
IDC_STATIC_NORMALCAR=正常车辆数(辆)：
IDC_STATIC_ALARMCAR=报警车辆数(辆)：
IDC_STATIC_INFIELD=在场车辆总数(辆)：
IDC_STATIC_PICLIST=车辆列表
IDC_COLUMNCARNO=车牌号码
IDC_COLUMNCHECKTIME=检  查  时  间
IDC_COLUMNIDCARD=身份证号码
IDC_COLUMNRESULT=检查结果
IDC_FULLDISPLAY=双击可全屏显示图像
IDC_STATIC_PAGE=当前/总数
IDC_STATIC_PICAREA=图像操作
IDC_STATIC_OPERATOR=详细信息
IDC_STATIC_INFOLIENCEPLA=车     牌     号：
IDC_STATIC_INFOOWN=车              主：
IDC_STATIC_INFORULES=黑/白名单：
IDC_STATIC_INFOCARNOTYPE=车  牌  类  型：
IDC_STATIC_INFOCHECKRESU=检  查  结  果：
IDC_STATIC_INFOCHECK_TIME=检  查  时  间：
IDC_STATIC_INFOCHECK_PIPE=检  查  通  道：
IDC_STATIC_INFOCHECKPEOPLE=检     查     人：
IDC_STATIC_INFOINFIELD=车  辆  在  场：
IDC_STATIC_INFOCHECKRESU2=车牌识别结果：
IDC_STATIC_DES=描  述  信  息：
IDC_BUTTON_MODIF=修 改
IDC_COLUMNIDCARDEX=身份证号码：

IDC_CHECK_DISPLAYVBPIC=车底图像
IDC_CHECK_DISSNAPPIC=抓拍图像一
IDC_CHECK_DISSNAPPIC_TWO=抓拍图像二
IDC_CHECK_DISSNAPPIC_LPR=车牌抓拍图像
IDC_CHECK_DISSNAPPIC_TWO_ROOTF=车顶抓拍图像
;****************************************************************
;数据查询提示消息
ModifySuccPrompt=修改成功。
ModifyFailPrompt=修改失败。
DateSpanPrompt=请选择有效的日期段！

;数据导出提示信息
InitComFail=初始化Com失败，无法执行导出操作!
ExportConfirm=您确定要将数据导出到Excel文件吗?
NoDataExport=没有数据可以导出!
Exporting=正在导出数据到EXCEL，请稍候...
GettingData=正在获取数据
GetDataFail=获取数据失败，无法进行导出操作!
GetDataSuccess=获取数据成功
CreateExcelFile=正在创建Excel文件
CreateExcelFileFail=创建Excel失败，无法执行导出操作!
SettingExcelTitle=正在设置标题信息
ExcelTitle=车辆检查统计信息
StatisticsPerson=统计人
StatisticsDT=统计时间
TotalCarNum=车辆总数
NormalCarNum=正常车辆
AlarmCarNum=报警车辆
SettingColWidth=正在设置列宽
WritingDataToExcel=正在写入数据到Excel文件
SN=序号
PN=车牌号码
CheckTime=检查时间
SaveName=车底文件名称
PlateNoName=车牌号码文件名称
CaptureName=抓拍文件名称
SettingBorder=正在为四周和内部加上边框
SavingFile=正在保存文件
ExportFinish=导出数据完成


;识别属性设置
[IdentifyAttr]
IDC_STATIC_TT=车牌识别属性设置
IDC_STATIC_INFO=配置信息
IDC_STATIC_PROVINCE=默 认 省 份：
IDC_STATIC_OCR=识 别 阈 值：
IDC_STATIC_LOCATE=定 位 阈 值：
IDC_STATIC_NIGHT=晚 间 模 式：
IDC_RADIO_YES=是
IDC_RADIO_NO=否
IDC_STATIC_PICCOUNT=图 像 张 数：
IDC_STATIC_INVERTAL=时 间 间 隔：
IDC_STATIC_CONFIDENCE=置   信   度：
IDC_STATIC_EPFORMAT=特殊车牌类型：
IDC_CHK_TWOROWYELLOW=双层黄色车牌
IDC_CHK_TRACTOR=农用车车牌
IDC_CHK_ARMPOLICE=单层武警车牌
IDC_CHK_EMBASSY=使 馆 车 牌
IDC_CHK_TWOROWARMY=双层军队车牌
IDC_CHK_ARMPOLICE2=双层武警车牌
IDC_BTNOK=修   改
IDC_BTNCANCEL=取   消
;****************************************************************
;识别属性设置提示消息
ModifySuccPrompt=修改成功。
ModifyFailPrompt=修改失败。

;实时曲线
[RealtimeCurve]
IDC_STATIC_TT=线阵相机实时曲线
IDC_STATIC_DISPLAY_AREA=实时曲线显示范围
IDC_STATIC_START_POINT=起  始  点
IDC_STATIC_END_POINT=终  止  点
IDC_BUTTON_DISPLAY_INTERVAL=设置显示范围
IDC_BUTTON_START_CURVE=开始采集
IDC_BUTTON_STOP_CURVE=停止采集
IDCANCEL=退   出
;****************************************************************
;实时曲线提示消息
OpenCaptureCardFailed=打开采集卡失败！
EndPointGreaterStart32=显示终点必须大于起点32个点以上！
ErrorPrompt=错误提示

;语言选择
[SelectLanguage]
IDC_STATIC_TT=语言设置
IDC_STATIC_SELECTLANGUAGE=语言选择
LANGUAGETYPEONE=中文
LANGUAGETYPETWO=英文
LANGUAGETYPETHREE=法文
LANGUAGETYPEFOUR=俄文
LANGUAGETYPEFIVE=阿拉伯
LANGUAGETYPESIX=泰文
LANGUAGETYPESEVEN=土耳其
LANGUAGETYPEEIGHT=葡萄语
IDOK=确定
IDCANCEL=取消
;****************************************************************
;语言选择提示消息
SelectLanguageNewPrompt=语言设置成功，下次启动将会生效！

;参数设置
[ParameterSet]
IDC_STATIC_TT=车底参数设置
IDC_STATIC_PDLCAMPARA=相关参数
IDC_STATIC_EXPOSURETIME=曝  光  时  间：
IDC_STATIC_LINEFREQUENCY=行               频：
IDC_STATIC_MAXEXPOSURETIME=最大曝光时间：
IDOK=确         定

;视频属性
[VideoAttribute]
IDC_STATIC_TT=视频属性设置
IDC_STATIC_VIDEOATTR=视频属性
IDC_STATIC_VIDEOBRIGHT=亮度
IDC_STATIC_VIDEOCHROMA=色度
IDC_STATIC_VIDEOCONTRAST=对比度
IDC_STATIC_VIDEOSATURATION=饱和度
IDC_STATIC_VIDEOCLARITY=清晰度
IDC_STATIC_CHANNECHANGE=通道切换
IDC_RADIO_CHANNEONE=通道一
IDC_RADIO_CHANNETWO=通道二
IDC_BTN_DEFAULT=默认
IDC_BTN_EXIT=退出

;提示消息对话框
[DialogMsg]
IDOK=确定
IDCANCEL=取消
Title=提示

;PublicFunction.cpp
[PublicMsg]
SoftInfoLostPrompt=软件相关信息被破坏，请重新注册。
WriteCodeFileFailPrompt=写注册码失败！
OpenCodeFileFailPrompt=打开注册码文件失败！

;删除图像文件及目录
[SelectDel]
IDC_STATIC_TT=释放磁盘空间
IDC_STATIC_SEL=请选择需要删除的图像目录（可多选）
IDC_COLUMNROOTDIR= 根      目       录
IDC_COLUMNSUBDIR=图 像 存 储 子 目 录
IDC_COLUMNSPACE=所占空间(单位：MB)
IDC_BTN_OK=删除
IDC_BTN_CANCEL=取消
;****************************************************************
PromptTitle=系统提示
AffirmPrompt=您确定要删除该文件夹？
AffirmMultiPrompt=您确定要删除这些文件夹？

;DVR视频颜色设置
[DVRCoLorSet]
IDC_STATIC_TT=视频颜色设置
IDC_STATIC_GCOLOR=颜色属性
IDC_CHANNEL1=通道一
IDC_CHANNEL2=通道二
IDC_CHANNEL3=通道三
IDC_CHANNEL4=通道四
IDC_CHANNEL5=通道五
IDC_CHANNEL6=通道六
IDC_CHANNEL7=通道七
IDC_CHANNEL8=通道八
IDC_STATIC_VIDEOBRIGHT=亮      度
IDC_STATIC_VIDEOCHROMA=色      度
IDC_STATIC_VIDEOCONTRAST=对 比 度
IDC_STATIC_VIDEOSATURATION=饱 和 度
IDC_BTN_DEFAULT=默   认
IDC_BTN_EXIT=退   出

;录像回放
[DVRPlayBack]
IDC_STATIC_TT=录像回放
IDC_STATIC_GPLAYBACK=回放
IDC_STATIC_PBCHANNEL=回放通道：
IDC_STATIC_PBSTART=起始时间：
IDC_STATIC_PBEND=结束时间：
IDC_PLAY_BACK=回          放
IDC_STATIC_GDOWNLOAD=下载
IDC_STATIC_DLCHANNEL=下载通道：
IDC_STATIC_DLSTART=起始时间：
IDC_STATIC_DLEND=结束时间：
IDC_DOWNLOAD=下 载 到 本 地
IDC_END_DOWNLOAD=结  束  下  载
IDCANCEL=退        出
;****************************************************************
;提示消息
ChannelIsDownloadPrompt=与正在下载通道相同，回放前先停止该通道的下载
NoRecordPrompt=该时间段内无录像
InvalidTimePrompt=时间无效
NeedRePlayPrompt=已停止播放，需重新回放
ChannelIsPlayBackPrompt=与正在回放的通道相同，下载前先停止该通道的回放
CurrentTimeEarlyEndTimePrompt=结束时间大于当前时间，请重新设置结束的时间
NetWorkDisconnectDownLoad=网络断开，无法继续下载，结束本次下载！
NetWorkDisconnectPlayBack=网络断开，无法继续回，结束本次回放！
NetWorkDiscount=网络已断开，请重连网络后再进行DVR回放或者下载！

;DVR参数设置
[DVRSet]
IDC_STATIC_TT=参数设置
IDC_STATIC_GLOGIN=登录信息
IDC_STATIC_IP=IP  地  址：
IDC_STATIC_UMASK=子网掩码：
IDC_STATIC_GATEWAY=默认网关：
IDC_STATIC_PORT=端  口  号：
IDC_STATIC_USERNAME=用  户  名：
IDC_STATIC_PASSWORD=密        码：
IDC_STATIC_GCHANNAME=通道名称
IDC_STATIC_CONE=通 道 一：
IDC_STATIC_CTWO=通 道 二：
IDC_STATIC_CTHREE=通 道 三：
IDC_STATIC_CFOUR=通 道 四：
IDC_STATIC_CFIVE=通 道 五：
IDC_STATIC_CSIX=通 道 六：
IDC_STATIC_CSEVEN=通 道 七：
IDC_STATIC_CEIGHT=通 道 八：
IDC_STATIC_GTIME=时间设置
IDC_STATIC_PRETIME=时间提前量：
IDC_STATIC_PRETIMEUNIT=（秒）
IDC_STATIC_TOTALTIME=播放总时间：
IDC_STATIC_TOTALTIMEUNIT=（秒）
IDC_BUTTON_OK=确  定
IDC_BUTTON_CANCEL=取  消
IDC_STATIC_GSCREEN=视频区域最大化设置
IDC_CHKSCREEN=最大化
IDC_STATIC_CHAN=通道号：
IDC_STATIC_IMAGE=图像模式、亮度和饱和度设置
IDC_CHK_STANDARD=标准
IDC_CHKSHARPENING=锐化
IDC_CHKSOFT=柔和
IDC_CHKEQUILIBRIUM=均衡
IDC_STATIC_BRIGHTNESS=亮度：
IDC_STATIC_SATURATION=饱和度：
;****************************************************************
LoginInInforIsNULLPrompt=登陆信息不能设置为空，请重新设置
ChannelNameUnavailablePrompt=通道名称为空或者过长（1到16个字符），请重新设置通道名称
TimeIsNULLPrompt=时间不能为空，请重新设置
ReconnectOverNeedRestartPrompt=重新设置连接已完成，请重新启动....
SetChannelNameOverPrompt=通道名称已完成设置

;FTP提示消息
[FTPClient]
PutFilePrompt=正在上传文件
PutFileSucc=上传文件成功
PutFileFail=上传文件失败

;CCProcess小程序
[CCPROCESS]
IDC_STATIC_TIPMSG=连接车底扫描仪失败，请将电脑连接到车底扫描仪后，再单击‘重连车底扫描仪’按钮进行重连！
IDC_BTN_OPEN=重连车底扫描仪
IDC_BTN_CLOSE=关闭计算机

[Password]
IDC_STATIC_TT=用户管理
IDC_STATIC_GROUP=用户信息
IDC_STATIC_USERNAME=用   户   名：
IDC_STATIC_PASSWORD=密          码：
IDC_STATIC_NEWPASSWORD=新   密   码：
IDC_STATIC_CONFIRMPWD=确 认 密 码：
IDC_STATIC_ROLE=用 户 级 别：
IDC_STATIC_ROLEDES1=管理员
IDC_STATIC_ROLEDES2=普通用户
IDC_STATIC_USERLIST=用户列表
IDC_COLUMNUSERNAME=用户名
IDC_COLUMNPASSWORD=密码
IDC_COLUMNROLE=级别
IDC_BUTTON_ADD=添加
IDC_BUTTON_MODIFY=修改
IDC_BUTTON_DELETE=删除
IDCANCEL=退出
;****************************************************************
InputPasswordPrompt=请输入用户的新密码
InputPasswordPrompt2=请再次输入用户的新密码
InputPasswordPrompt3=新密码与确认密码不一致，请重新输入
ModifySuccPrompt=修改成功
ModifyFailPrompt=修改失败
InputUserInfoPrompt=请输入用户信息
UserNameExistPrompt=用户名已经存在
OpenSqlFailPrompt=打开数据库失败
AddSuccPrompt=添加成功
AddFailPrompt=添加失败
UsingUserPrompt=用户正在使用，不允许进行该操作，请点击列表中其它的用户。
AdminUserPrompt=该用户只允许进行修改密码操作
ListSelectPrompt=请选择列表中的用户后，再进行该操作

[BWLstSet]
IDC_STATIC_TT=黑白名单设置
IDC_STATIC_INFO=信息
IDC_STATIC_PLATENUM=车牌号码：
IDC_STATIC_PLATENUMTYPE=黑/白名单：
IDC_STATIC_VECHILETYPE=车辆类型：
IDC_STATIC_CAROWNER=车主姓名：
IDC_STATIC_IDN=身份证号码：
IDC_STATIC_ADDR=车主地址：
IDC_STATIC_TEL=联系电话：
IDC_STATIC_DES=描述信息：
IDC_BTN_ADD=添加
IDC_BTN_MODIFY=修改
IDC_BTN_DEL=删除
IDC_BTN_SAVE=保存
IDC_STATIC_LST=黑白名单列表
IDC_STATIC_PLATENUM_SEARCH=车牌号码：
IDC_STATIC_PLATENUMTYPE_SEARCH=黑白名单：
IDC_BTN_SEARCH=查询
IDC_STATIC_PAGE=当前/总数
IDC_COLUMNCARNO=车牌号码
IDC_COLUMNRULES=黑白名单
IDC_COLUMNCARTYPE=车辆类型
IDC_COLUMNCAROWNER=车主姓名
IDC_COLUMNIDN=身份证号码
IDC_COLUMNADDR=地址信息
IDC_COLUMNTEL=联系电话
IDC_COLUMNDES=描述信息
;****************************************************************
DelSuccPrompt=删除成功。
DelFailPrompt=删除失败。
ModifySuccPrompt=修改成功。
ModifyFailPrompt=修改失败。
AddSuccPrompt=添加成功。
AddFailPrompt=添加失败。
AddPrompt=请输入车牌号码
AddExistPrompt=该车牌号码已存在，请重新输入！
DelPrompt=您确定要删除该记录吗？